[
    {
        "precon_id": 501,
        "mode": null,
        "name": "Master Set Upgrade - The Mist Ginger",
        "phoenixborn": [
            {
                "id": "aradel-summergaard",
                "count": 1
            }
        ],
        "ultimate": null,
        "behaviour": null,
        "dicepool": [
            {
                "magic": "illusion",
                "count": 5
            },
            {
                "magic": "natural",
                "count": 5
            }
        ],
        "cards": [
            {
                "id": "cover",
                "count": 3
            },
            {
                "id": "massive-growth",
                "count": 3
            },
            {
                "id": "mist-typhoon",
                "count": 3
            },
            {
                "id": "molten-gold",
                "count": 3
            },
            {
                "id": "out-of-the-mist",
                "count": 3
            },
            {
                "id": "reflections-in-the-water",
                "count": 3
            },
            {
                "id": "shifting-mist",
                "count": 3
            },
            {
                "id": "steady-gaze",
                "count": 3
            },
            {
                "id": "summon-blue-jaguar",
                "count": 3
            },
            {
                "id": "summon-butterfly-monk",
                "count": 2
            },
            {
                "id": "summon-mist-spirit",
                "count": 1
            }
        ],
        "conjurations": [
            {
                "id": "blue-jaguar",
                "count": 2
            },
            {
                "id": "butterfly-monk",
                "count": 2
            },
            {
                "id": "mist-spirit",
                "count": 10
            }
        ],
        "notes": "This deck is part of my Master Set Upgrade, where I’ve taken only the cards in the Reborn Master Set and moved them around to try and balance out the starter decks. Players may have to share conjurations, but will never have to share cards or dice.\n\nAradel is about control and getting in your licks when you can, turning your little units into big threats. \n\nReally the key card in this list is Massive Growth.  You need to get good usage out of your massive units to make this deck work to its fullest, and there are a lot of control tools in this list to make that happen.  Blue Jaguar can force your opponents remaining blockers to watch you go right by. Water Blast and Out of the Mist come out as side actions to clear away potential blockers. Steady Gaze can lock down a single unit for multiple rounds, and Mist Typhoon can clear out a whole slew of pesky little blockers. \n\nYou’ll need to use all of the control tools at your disposal to deal with the opponents board, hopefully leaving your massive Growthed units free to attack the Phoenixborn. If that fails, Molten Gold is here to dump on their head to finish them off. \n\nCover is a nice way to guard for a massive Growthed unit with Aradel without risking her low life. Lastly, Reflections in the Water is an interesting tech card. This thing can shut down good abilities on units like Seaside Raven, Silver Snake, Blood Archer, Hammer Knight and more.  Be on the lookout for good times to use this, but don’t play it when the benefit isn’t great. \n\nLastly, Shifting Mist helps with some of the steep costs of Molten Gold, Out of the Mist and Steady Gaze. You can always meditate for these cards, but it’s nice to have Shifting Mist available to help out. \n\nFF - suggested opening here is Jaguar, Mist Spirit, Butterfly, Steady Gaze, Out of the Mist / Mist Typhoon. That leaves a die for Water Blast. Again, try to use your spells and ability to deal with their units, keeping yours alive to swing through. Main action Summon Mist Spirits into side action Out of the Mist can be a killer play a be sure to meditate the turn before so your dice are ready!\n"
    },
    {
        "precon_id": 502,
        "mode": null,
        "name": "Master Set Upgrade - The Bloody Baroness",
        "phoenixborn": [
            {
                "id": "jessa-na-ni",
                "count": 1
            }
        ],
        "ultimate": null,
        "behaviour": null,
        "dicepool": [
            {
                "magic": "ceremonial",
                "count": 5
            },
            {
                "magic": "charm",
                "count": 4
            },
            {
                "magic": "natural",
                "count": 1
            }
        ],
        "cards": [
            {
                "id": "blood-archer",
                "count": 2
            },
            {
                "id": "blood-shaman",
                "count": 3
            },
            {
                "id": "bound-soul",
                "count": 3
            },
            {
                "id": "chant-of-revenge",
                "count": 3
            },
            {
                "id": "cut-the-strings",
                "count": 1
            },
            {
                "id": "fear",
                "count": 3
            },
            {
                "id": "final-cry",
                "count": 3
            },
            {
                "id": "living-doll",
                "count": 3
            },
            {
                "id": "summon-blood-puppet",
                "count": 3
            },
            {
                "id": "summon-butterfly-monk",
                "count": 1
            },
            {
                "id": "sympathy-pain",
                "count": 3
            },
            {
                "id": "undying-heart",
                "count": 2
            }
        ],
        "conjurations": [
            {
                "id": "blood-puppet",
                "count": 5
            },
            {
                "id": "butterfly-monk",
                "count": 2
            }
        ],
        "notes": "This deck is part of my Master Set Upgrade, where I’ve taken only the cards in the Reborn Master Set and moved them around to try and balance out the starter decks. Players may have to share conjurations, but will never have to share cards or dice.\n\nJessa here is all about burn.  She’s not afraid to let her followers fall if it means their screams will burn her opponent down.  This deck attacks the opposing Phoenixborn’s life total constantly from many different angles, constantly applying pressure. \n\nButterfly Monk is an important conjuration here to keep Jessa hanging around.  It can heal her up while guarding for her Archers and Dolls which like to stay on the battlefield a while.  But if the allies do fall, Screams of the Departed, Chant of Revenge and Final Cry can all make the opponent pay for it, while Bound Soul can be used in a pinch to bring an ally back without Jessa taking damage from the Ceremonial dice power (functioning like another healing spell), as can Undying Heart.  Make use of these spells to get additional uses out of Jessa’s cultists. \n\nBlood Shaman is just dying to die, and Fear is the perfect spell for him. Fear is one of the best cards in Ashes - take out important threats with it while making room to summon another unit and healing Jessa up. Also, it’s a great way to get tokens onto your Chants of Revenge and activate your own Final Cries. \n\nCut the Strings can be a powerful combo with Living Doll to do even more burn damage with the Pain Link ability. Undying Heart is great on the Dolls to make sure you always have one. \n\nIf they do get through your lines, Sympathy Pain will make them pay. Most of the time this will burn the Phoenixborn, but remember that it can target units as well - if you need to kill something with it, don’t be afraid to!  Also, you can always pay another die to Scream after that unit dies. \n\nKnowing when to Scream is an important part of playing Jessa. You need to plan out your dice spends early in the round so you know when you have dice available to scream in the early game. But in the late game when they’re close to dying, Scream then down aggressively!\n\nFF - suggested opening here is Blood Shaman, Butterfly, Blood Archer, Chant of Revenge, Fear. You should plan on using the Ceremonial power to recur and replay the Blood Shaman after he dies to your Fear spell. You’ll still have one dice left over to use a Scream or a Charm dice power to weaken something.  I don’t like opening with Puppets as you need to develop your own board in round 1, but they’re great pressure to draw into in later rounds. \n"
    },
    {
        "precon_id": 503,
        "mode": null,
        "name": "Master Set Upgrade - The Masked Maniac",
        "phoenixborn": [
            {
                "id": "noah-redmoon",
                "count": 1
            }
        ],
        "ultimate": null,
        "behaviour": null,
        "dicepool": [
            {
                "magic": "ceremonial",
                "count": 4
            },
            {
                "magic": "charm",
                "count": 2
            },
            {
                "magic": "illusion",
                "count": 4
            }
        ],
        "cards": [
            {
                "id": "blood-archer",
                "count": 1
            },
            {
                "id": "call-upon-the-realms",
                "count": 1
            },
            {
                "id": "cut-the-strings",
                "count": 2
            },
            {
                "id": "fade-away",
                "count": 3
            },
            {
                "id": "open-memories",
                "count": 1
            },
            {
                "id": "seal",
                "count": 3
            },
            {
                "id": "shadow-strike",
                "count": 3
            },
            {
                "id": "stormwind-sniper",
                "count": 3
            },
            {
                "id": "summon-false-demon",
                "count": 3
            },
            {
                "id": "summon-masked-wolf",
                "count": 3
            },
            {
                "id": "summon-mist-spirit",
                "count": 1
            },
            {
                "id": "summon-sleeping-widows",
                "count": 3
            },
            {
                "id": "transfer",
                "count": 3
            }
        ],
        "conjurations": [
            {
                "id": "false-demon",
                "count": 2
            },
            {
                "id": "masked-wolf",
                "count": 5
            },
            {
                "id": "mist-spirit",
                "count": 10
            },
            {
                "id": "sleeping-widow",
                "count": 6
            }
        ],
        "notes": "This deck is part of my Master Set Upgrade, where I’ve taken only the cards in the Reborn Master Set and moved them around to try and balance out the starter decks. Players may have to share conjurations, but will never have to share cards or dice.\n\nNoah is all about tempo, and attacking when your opponent is weak. This will be one of the tougher decks to master, but can be explosive and powerful. Timing of his cards is crucial. \n\nWhen I say “tempo”, I mean surprise attacks. This concept can be seen in cards like Masked Wolf, Sleeping Widows, Shadow Strike, and Noah’s ability, Shadow Target.  Wolf comes out as a side action, allowing it to attack immediately when played from out of nowhere. Sleeping Widows can be triggered on your opponents turn - putting two 2/1 units into the battlefield instantly and threatening a counter swing. Be careful with this - if your opponent still has their side action and has a frog showing (or is Coal with cards in hand), be wary of playing the Widows, as one could be pinged away immediately. Shadow Strike can let you destroy a unit the opponent thought was out of combat and safe - try to always have a Wolf die showing to make them wary about attacking you in fear of this spell. \n\nLastly, Shadow Target is Noah’s most dangerous weapon in the early game. For a side action, he can turn off the opponents most powerful summon spell, giving him an advantage in speed of playing his units, and sometimes even dice for the round.  A main action of summoning mist spirits and a side action of shutting down the book the opponent was going to use to counter that can be powerful. \n\nFalse Demon is another important timing card. Ideally, you want to wait until your opponent has an exhausted unit out to summon one, but you’ll have to learn when to wait and when you just need a 2/2 body. \n\nThe Seal spell is great once opponents get extra copies of their spells down, and can shut down 2 different spells when combined with Shadow Target. Watch for times when you can really shut down the opponents ability to respond with this combo. \n\nBlood Archer and Stormwind Sniper are just very solid allies to support your robust conjuration lineup. Sniper can make your opponents attacks awkward as it can’t be targeted.  \n\nCut the Strings and Transfer are the weaker cards in this list, but can have uses. Strings can deal with problematic Root Armors against Maeoni, or can be a way to clear out one of your exhausted units from your board to make another one if you really need to. Transfer is a good utility spell, especially when moving around exhaustion tokens.  It can move an exhaust from a ready spell onto a unit, and then Noah can follow up with Shadow Target to re-exhaust the book. Be on the lookout for interesting times to use Transfer to exhaust a key piece of their strategy by removing an exhaustion from something they either can’t use or won’t benefit much from. \n\nLastly - Fade Away is a very efficient removal spell, but again timing matters as it doesn’t do anything until the end of the round.  It can be saved until late round to surprise an opponent by removing their big threat between rounds, allowing you to attack at the top of the next round where you may not have been able to before. \n\nFF - suggested open here is Wolf, Demon, Mist Spirit, Blood Archer, Fade Away/Shadow Strike.  That’s 10 dice, but you can plan to summon only 1 Mist Spirit and then use Shadow Target instead, which you should probably do in round 1. "
    },
    {
        "precon_id": 504,
        "mode": null,
        "name": "Master Set Upgrade - The Hostess with the Mostess",
        "phoenixborn": [
            {
                "id": "saria-guideman",
                "count": 1
            }
        ],
        "ultimate": null,
        "behaviour": null,
        "dicepool": [
            {
                "magic": "ceremonial",
                "count": 1
            },
            {
                "magic": "charm",
                "count": 5
            },
            {
                "magic": "illusion",
                "count": 4
            }
        ],
        "cards": [
            {
                "id": "abundance",
                "count": 3
            },
            {
                "id": "call-upon-the-realms",
                "count": 2
            },
            {
                "id": "enchanted-violinist",
                "count": 3
            },
            {
                "id": "open-memories",
                "count": 1
            },
            {
                "id": "purge",
                "count": 3
            },
            {
                "id": "redirect",
                "count": 3
            },
            {
                "id": "resummon",
                "count": 3
            },
            {
                "id": "rose-fire-dancer",
                "count": 3
            },
            {
                "id": "strange-copy",
                "count": 3
            },
            {
                "id": "summon-seaside-raven",
                "count": 3
            },
            {
                "id": "summon-three-eyed-owl",
                "count": 3
            }
        ],
        "conjurations": [
            {
                "id": "seaside-raven",
                "count": 1
            },
            {
                "id": "three-eyed-owl",
                "count": 2
            }
        ],
        "notes": "This deck is part of my Master Set Upgrade, where I’ve taken only the cards in the Reborn Master Set and moved them around to try and balance out the starter decks. Players may have to share conjurations, but will never have to share cards or dice. \n\nSaria doesn’t want to kill you - she just wants you to come over, have some food, and take a nap. \n\nThis deck illustrates an important Ashes concept, which I like to call Pressure Points, or Plan B. The deck can do a good job controlling the battlefield with Seaside Raven’s Prey and Quick Strike abilities, and Resummon to reuse them, and then the Violinist to ping away further small units and the Dancer to exhaust big ones. However, if Saria can’t get through the battlefield to damage the Phoenixborn, the rest of her deck is exerting pressure on the opponent by forcing them to lose cards in their deck.  \n\nOnce the opponents deck is empty, they begin to take damage from Fatigue when they can no longer draw cards, not to mention her Abundance spell further piles on the damage. This means that Saria doesn’t need to really worry about hitting the Phoenixborn at all - she can (and should) concentrate all of her efforts on dealing with the opponents units, knowing that she wins the long game. There should be very few times - if any - that you’re attacking the Phoenixborn with a unit. Focus your attacks on units instead, keeping their battlefield presence down while you slowly remove their options in deck with things like Purge, Violinist and Saria’s Hearts Pull. \n\nThis deck has 5 ready spells and only 4 slots - however, Purge is more useful early game and Abundance late game. Remember that you can discard cards from your spellboard by meditating, so once their deck is low, you can get rid of Purge and start using Abundance. \n\nSaria’s battlefield of 5 can sometimes be an issue, as you can get clogged up with the resilient Three-Eyed Owls and Allies that exhaust themselves right when played. Plus, you only have one Seaside Raven and you might want to summon another if it gets exhausted.  Redirect can help with that by throwing damage from your PB into an exhausted unit to clear it out, making room for another.  Resummon is also great to use on an exhausted Raven to not only get a fresh one, but get another Prey off. Lastly, Strange Copy is a utility spell that can suddenly turn an Owl that your opponent thought was safe to attack into something that kills their unit in return. \n\nFF - suggested opening here is Raven, Resummon, Owl, Rose Fire Dancer, Violinist.  That leaves a die for Saria’s Hearts Pull. Against Noah, you might opt for Open Memories instead of Resummon, which will allow you to go get another Summon Seaside Raven book if he uses his ability to shut it off. \n\n\n"
    },
    {
        "precon_id": 505,
        "mode": null,
        "name": "Master Set Upgrade - The Vixen Viper",
        "phoenixborn": [
            {
                "id": "maeoni-viper",
                "count": 1
            }
        ],
        "ultimate": null,
        "behaviour": null,
        "dicepool": [
            {
                "magic": "ceremonial",
                "count": 1
            },
            {
                "magic": "charm",
                "count": 4
            },
            {
                "magic": "natural",
                "count": 5
            }
        ],
        "cards": [
            {
                "id": "blood-transfer",
                "count": 3
            },
            {
                "id": "close-combat",
                "count": 3
            },
            {
                "id": "empower",
                "count": 3
            },
            {
                "id": "golden-veil",
                "count": 3
            },
            {
                "id": "hammer-knight",
                "count": 1
            },
            {
                "id": "hypnotize",
                "count": 3
            },
            {
                "id": "open-memories",
                "count": 1
            },
            {
                "id": "refresh",
                "count": 3
            },
            {
                "id": "root-armor",
                "count": 3
            },
            {
                "id": "summon-gilder",
                "count": 3
            },
            {
                "id": "summon-silver-snake",
                "count": 3
            },
            {
                "id": "undying-heart",
                "count": 1
            }
        ],
        "conjurations": [
            {
                "id": "gilder",
                "count": 2
            },
            {
                "id": "silver-snake",
                "count": 1
            }
        ],
        "notes": "This deck is part of my Master Set Upgrade, where I’ve taken only the cards in the Reborn Master Set and moved them around to try and balance out the starter decks. Players may have to share conjurations, but will never have to share cards or dice. \n\nThis deck is all about Silver Snake. It’s the best conjuration in all of Ashes, and Maeoni wants to protect it at all costs and make it huge. \n\nGilder is the perfect guardian for it, also pumping it up when they die.  They also help control the opponents battlefield. That should be the main focus here - use your damage sources such as Gilder, Empower, Command Strike and Close Combat (and also the occasional Frog dice power) to destroy as many of the opponents units as possible, growing the Snake organically. \n\nRoot Armor and Golden Veil are further tools to help protect your growing pet. Even Blood Transfer - while it’s the worst card in this list - can be used to heal your Snake if it takes some damage, maybe knocking out an exhausted Gilder in the process to free up a slot for a fresh mouse and also make your snake bigger!\n\nThe lone Hammer Knight can really help out in the early rounds before you get multiple Gilder books online.  Undying Heart can give you another use out of him, or you can armor him up to stick around, protected by Golden Veil. He’s a great Command Strike unit before the snake gets big.  Lastly Hypnotize is your method to ensure that your big Snake can get through to the Phoenixborn. If you’re against Saria, beware of her Redirect spell!\n\nFF - suggested FF is Snake, Gilder, Hammer Knight, Root Armor/Undying Heart, Golden Veil.  That leaves one die left that can be used with the Frog dice power or, if you end up not needing Golden Veil, you can use Maeoni’s Command Strike. \n\n"
    },
    {
        "precon_id": 505,
        "mode": null,
        "name": "Master Set Upgrade - The Basher Slasher",
        "phoenixborn": [
            {
                "id": "coal-roarkwin",
                "count": 1
            }
        ],
        "ultimate": null,
        "behaviour": null,
        "dicepool": [
            {
                "magic": "ceremonial",
                "count": 4
            },
            {
                "magic": "illusion",
                "count": 2
            },
            {
                "magic": "natural",
                "count": 4
            }
        ],
        "cards": [
            {
                "id": "anchornaut",
                "count": 3
            },
            {
                "id": "expand-energy",
                "count": 3
            },
            {
                "id": "hammer-knight",
                "count": 2
            },
            {
                "id": "hidden-power",
                "count": 3
            },
            {
                "id": "iron-worker",
                "count": 3
            },
            {
                "id": "one-hundred-blades",
                "count": 3
            },
            {
                "id": "sleight-of-hand",
                "count": 3
            },
            {
                "id": "small-sacrifice",
                "count": 3
            },
            {
                "id": "strengthen",
                "count": 3
            },
            {
                "id": "summon-iron-rhino",
                "count": 3
            },
            {
                "id": "summon-mist-spirit",
                "count": 1
            }
        ],
        "conjurations": [
            {
                "id": "iron-rhino",
                "count": 1
            },
            {
                "id": "mist-spirit",
                "count": 10
            }
        ],
        "notes": "This deck is part of my Master Set Upgrade, where I’ve taken only the cards in the Reborn Master Set and moved them around to try and balance out the starter decks. Players may have to share conjurations, but will never have to share cards or dice. \n\nCoal’s deck is all about keeping the opponents battlefield down with oppressive damage through his Slash ability and other sources of extra damage such as Anchornaut, Small Sacrifice, 100 Blades and Strengthen. The Illusion dice are added here to give Coal access to some card draw in Sleight of Hand and Hidden Power (in addition to Expand Energy and Iron Worker) to fuel his Slashing, and also Mist Spirit to help sure up his battlefield. \n\nStrengthen and Small Sacrifice are very useful with the little Misties, allowing them to either trade up into bigger targets, or exhaust bigger units if Sacrifice is focused. \n\nEarly in each round, try to plan out your dice spends as best you can, and don’t be afraid to slash away extra cards!  The Iron Rhino books are likely slash fodder, but it can be a huge threat if you’ve got an extra nature die or two laying around to play the book down. \n\n\nFF - suggested First Five here is Mist Spirit, Strengthen, Anchornaut, Iron Worker, Hammer Knight.  Leave the Rhino books in the deck.  If you’re up against Aradel or Noah, consider swapping Strengthen for 100 Blades as those two can be a little swarmier. \n"
    }
]